tap "aidansteel/taps"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/cask-fonts"
tap "sdkman/tap"
tap "common-fate/granted"
tap "spring-io/tap"

brew "age"
brew "ansible"
brew "ansible-lint"
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bzip2"
brew "circleci"
brew "cloudflared"
brew "codex"
brew "curl"
brew "dive"
brew "docx2txt"
brew "dos2unix"
brew "envchain"
brew "gemini-cli"
brew "git"
brew "git-extras"
brew "go"
brew "granted"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "ipcalc"
brew "jless"
brew "jq"
brew "libpq", link: true
brew "less"
brew "mas"
brew "maven"
brew "mr"
brew "node"
brew "packer"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qrencode"
brew "rdsconn"
brew "sdkman-cli"
brew "shellcheck"
brew "spring-boot"
brew "ssh-copy-id", link: true
brew "tcpdump"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "tree"
brew "unzip"
brew "watch"
brew "wireguard-tools"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zbar"
brew "zsh"
brew "zsh-completions"
brew "zlib"

cask "1password"
cask "aws-vault"
cask "day-o"
cask "discord"
cask "docker"
cask "firefox"
cask "fluid"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "postgres-unofficial"
cask "postico"
cask "secretive"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "stats"
cask "steam"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "xcodes"
cask "zoom"
