tap "AdoptOpenJDK/openjdk"
tap "hashicorp/tap"

brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bzip2"
brew "circleci"
brew "curl"
brew "docx2txt"
brew "dos2unix"
brew "envchain"
brew "git"
brew "git-extras"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "ipcalc"
brew "jq"
brew "less"
brew "mas"
brew "maven"
brew "mr"
brew "packer"
brew "pyenv"
brew "pyenv-virtualenv"
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "tcpdump"
brew "telnet"
brew "terraform"
brew "tfenv"
brew "tflint"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "yamllint"
brew "zsh"
brew "zsh-completions"
brew "zlib"

cask "1password"
cask "adoptopenjdk11"
cask "aws-vault"
cask "day-o"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "postgres"
cask "postico"
cask "signal"
cask "slack"
cask "stats"
cask "steam"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
